tap "alfg/tap"
tap "anchore/grype"
tap "anchore/syft"
tap "bazelbuild/tap"
tap "ethereum/ethereum"
tap "haiphen-ai/devtool"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "judesafo/testtap"
tap "martido/graph"
tap "mongodb/brew"
tap "vaticle/tap"
brew "ca-certificates"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "pcre2"
brew "glib"
brew "libffi"
brew "libpthread-stubs"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "mpdecimal"
brew "pcre"
brew "pixman"
brew "readline"
brew "python@3.9"
brew "cairo"
brew "giflib"
brew "graphite2"
brew "harfbuzz"
brew "jpeg-turbo"
brew "libtiff"
brew "little-cms2"
brew "ant"
brew "abcl"
brew "gdk-pixbuf"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "libao"
brew "aldo"
brew "atk"
brew "gsettings-desktop-schemas"
brew "hicolor-icon-theme"
brew "libepoxy"
brew "gtk+3"
brew "libyaml"
brew "python@3.11"
brew "pyyaml"
brew "six"
brew "ansible"
brew "highway"
brew "imath"
brew "openexr"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "aws-sdk-cpp"
brew "c-ares"
brew "gflags"
brew "glog"
brew "protobuf"
brew "re2"
brew "grpc"
brew "rapidjson"
brew "snappy"
brew "utf8proc"
brew "apache-arrow"
brew "argtable"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bdw-gc"
brew "berkeley-db"
brew "boost"
brew "boost-python3"
brew "boost@1.76"
brew "brew-gem"
brew "broot"
brew "cargo-depgraph"
brew "gmp"
brew "coreutils"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "unbound"
brew "gnutls"
brew "jansson"
brew "emacs"
brew "cask"
brew "cayley"
brew "eigen"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "metis"
brew "openblas"
brew "tbb"
brew "ceres-solver"
brew "cfitsio"
brew "cgal"
brew "cjson"
brew "cmake"
brew "cmocka"
brew "cosign"
brew "libssh2"
brew "curl"
brew "libsodium"
brew "zeromq"
brew "daemon"
brew "dependency-check"
brew "docbook"
brew "docbook-xsl"
brew "docker-machine", restart_service: true
brew "double-conversion"
brew "folly"
brew "edencommon"
brew "enscript"
brew "popt"
brew "unixodbc"
brew "wxwidgets"
brew "erlang"
brew "etcd-cpp-apiv3"
brew "expat"
brew "expect"
brew "faad2"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fdk-aac"
brew "libogg"
brew "frei0r"
brew "jpeg", link: true
brew "openjpeg"
brew "leptonica"
brew "libb2"
brew "libass"
brew "libbluray"
brew "mbedtls"
brew "librist"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "sdl2"
brew "speex"
brew "srt"
brew "tesseract"
brew "theora"
brew "xvid"
brew "zimg"
brew "ffmpeg"
brew "ffmpeg@4"
brew "hwloc"
brew "open-mpi"
brew "fftw"
brew "libidn"
brew "ghostscript"
brew "netpbm"
brew "figlet"
brew "libaec"
brew "hdf5"
brew "fltk"
brew "fluid-synth"
brew "fonttools"
brew "fortune"
brew "freeimage"
brew "freetds"
brew "freexl"
brew "fuseki"
brew "libavif"
brew "gd"
brew "geos"
brew "json-c"
brew "krb5"
brew "libxml2"
brew "libdap"
brew "libde265"
brew "proj"
brew "libgeotiff"
brew "gnu-getopt"
brew "libheif"
brew "librttopo"
brew "minizip"
brew "libspatialite"
brew "netcdf"
brew "nspr"
brew "nss"
brew "numpy"
brew "poppler"
brew "xerces-c"
brew "gdal"
brew "gh"
brew "git"
brew "gl2ps"
brew "glew"
brew "glib-networking"
brew "glpk"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "libcerf"
brew "qt@5"
brew "gnuplot"
brew "gobject-introspection"
brew "gperftools"
brew "gradle"
brew "graphene"
brew "graphicsmagick"
brew "gts"
brew "graphviz"
brew "grsync"
brew "gstreamer"
brew "orc"
brew "gst-plugins-base"
brew "gst-libav"
brew "libcuefile"
brew "libreplaygain"
brew "gst-plugins-bad"
brew "gtk+"
brew "gtk-chtheme"
brew "gtk4"
brew "gtksourceview4"
brew "gumbo-parser"
brew "hackrf"
brew "htslib"
brew "httrack"
brew "hub"
brew "liblqr"
brew "libomp", link: true
brew "libraw"
brew "imagemagick"
brew "imlib2"
brew "ipfs"
brew "pygments"
brew "ipython"
brew "iso-codes"
brew "istioctl"
brew "jed"
brew "jena"
brew "jenkins"
brew "joe"
brew "jove"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "jsoncpp"
brew "jsonrpc-glib"
brew "ksh93"
brew "laszip"
brew "libbitcoin-protocol"
brew "libcbor"
brew "libccd"
brew "libdvdcss"
brew "libewf"
brew "libexif"
brew "libfido2"
brew "libfixbuf"
brew "libgit2"
brew "libgrape-lite"
brew "libgsf"
brew "libice"
brew "libiconv"
brew "libimagequant"
brew "liblinear"
brew "libmagic"
brew "libmatio"
brew "libmikmod"
brew "libmng"
brew "libmodplug"
brew "librevenge"
brew "libpsl"
brew "libsoup"
brew "libplist"
brew "libraqm"
brew "libre"
brew "librsync"
brew "librtlsdr"
brew "libsigc++"
brew "libsigc++@2"
brew "libsm"
brew "libsoup@2"
brew "libspng"
brew "libssh"
brew "unibilium"
brew "libtermkey"
brew "wandio"
brew "libtrace"
brew "libuv"
brew "yajl"
brew "libvirt"
brew "libvncserver"
brew "libvterm"
brew "libxt"
brew "libxmu"
brew "libxpm"
brew "libxaw"
brew "libxfixes"
brew "libxdamage"
brew "libxft"
brew "libxinerama"
brew "xkeyboardconfig"
brew "libxkbcommon"
brew "libxkbfile"
brew "libxp"
brew "libxrandr"
brew "libzip"
brew "llvm"
brew "lmdb"
brew "lolcat"
brew "lua@5.3"
brew "luv"
brew "python@3.10"
brew "lv2"
brew "lynx"
brew "macos-term-size"
brew "maven"
brew "sbcl"
brew "maxima"
brew "mecab-ipadic"
brew "mksh"
brew "mpegdemux"
brew "msmtp"
brew "zlib"
brew "mysql"
brew "netcat"
brew "nethack"
brew "nginx"
brew "nkf"
brew "nmap"
brew "node", link: false
brew "node@16"
brew "node@18"
brew "nvm"
brew "oksh"
brew "vtk"
brew "opencv"
brew "openjdk@11"
brew "openjdk@8"
brew "pkcs11-helper"
brew "openvpn"
brew "osi"
brew "par"
brew "pcl"
brew "perl"
brew "php"
brew "pianobar"
brew "pillow", link: false
brew "postgresql@14"
brew "sfcgal"
brew "postgis"
brew "pyenv"
brew "pygobject3"
brew "python-tabulate"
brew "pytorch", link: false
brew "qt"
brew "rebar3"
brew "sane-backends"
brew "scala"
brew "sdl2_image"
brew "sdl2_ttf"
brew "shc"
brew "shellcheck"
brew "sox"
brew "tasksh"
brew "terraform"
brew "tmux"
brew "v"
brew "vala"
brew "vapoursynth"
brew "virtualenv", link: false
brew "w3m"
brew "weechat"
brew "wget"
brew "wireshark", link: false
brew "wumpus"
brew "xcb-util"
brew "xclip"
brew "xcodegen"
brew "xsel"
brew "yaz"
brew "zile"
brew "anchore/grype/grype"
brew "anchore/syft/syft"
cask "airfoil"
cask "airparrot"
cask "airtable"
cask "airtool"
cask "aldente"
cask "alinof-timer"
cask "android-platform-tools"
cask "anka-build-cloud-controller-and-registry"
cask "anka-virtualization"
cask "asciidocfx"
cask "autodesk-fusion360"
cask "autofirma"
cask "box-drive"
cask "chef-workstation"
cask "chromium"
cask "devolo-cockpit"
cask "docker"
cask "eurkey"
cask "expressvpn"
cask "forticlient-vpn"
cask "foxitreader"
cask "fpc-laz"
cask "fpc-src-laz"
cask "gama-jdk"
cask "gogs"
cask "google-drive"
cask "gpg-suite"
cask "hdrmerge"
cask "heimdall-suite"
cask "idafree"
cask "inkscape"
cask "jump-desktop-connect"
cask "karabiner-elements"
cask "kdrive"
cask "libreoffice"
cask "logmein-hamachi"
cask "macfuse"
cask "mega"
cask "merlin-project"
cask "microsoft-auto-update"
cask "mplab-xc8"
cask "ncar-ncl"
cask "oracle-jdk-javadoc"
cask "osp-tracker"
cask "phd2"
cask "phew"
cask "qwerty-fr"
cask "retroactive"
cask "sketch"
cask "thinkorswim"
cask "trader-workstation"
cask "unity"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "wireshark"
cask "workman"
